/**
 * Created by alex on 21.02.2017.
 */
public class CategoriesPage {
    // TODO: 21.02.2017 Как организовать последовательное выполнение тестов? Тоесть сначала мы регистрируем нового пользователя, далее покупаем товар, далее проходим чекаут и потом заполняем карту
    // TODO: 21.02.2017 Написать проверку на битые ссылки / картинки
    // TODO: 21.02.2017 Как распределить по папкам функциаональное / УИ тестирование
    // TODO: 21.02.2017 Как найти в тексте определенную цифру / слово?
    // TODO: 21.02.2017 Аннотации для Allure
    // TODO: 21.02.2017 Организация проверок большого количества страниц
    // TODO: 21.02.2017 Тестирование верстки (основы)

}
